{
  "table_id": "table_0025",
  "title": "Archaeological land use (Stephens et al. 2019)",
  "description": "The authors present a global assessment of archaeological expert knowledge on land use from 10,000 years before the present (yr B.P.) to 1850 CE. \n\nTo assess and integrate archaeological knowledge toward synthesis at a global scale, the ArchaeoGLOBE Project used a crowdsourcing approach. Archaeologists with land-use expertise were invited to contribute to a detailed questionnaire describing levels of land-use knowledge at 10 time intervals across 146 regional analytical units covering all continents except Antarctica. Contributors selected individual regions where they had expertise; 255 individual archaeologists completed a total of 711 regional questionnaires, resulting in complete, though uneven, global coverage. The result is an expert-based meta-analysis that uses semi-subjective (ranked) survey data to generate regional assessments of land use over time.\n\nThey map the dating and extent of four 'agricultural' regimes across the world:\n1) Foraging: Foraging/hunting/gathering/fishing - subsistence based on hunting wild animals, gathering wild plants, and fishing, without deliberately modifying the reproduction of plants and animals that people exploit.\n2) Pastoralism: the exploitation of pasturelands for animal husbandry - including the breeding, care, and use of domesticated herd animals (e.g., sheep, goats, camels, cattle, horses, llamas, reindeer, and yaks).\n3) Extensive agriculture: swidden/shifting cultivation and other forms of noncontinuous cultivation.\n4) Intensive agriculture: all other forms of continuous cultivation (including irrigated and nonirrigated annual cropping, tropical agroforestry, flooded field farming, and industrial monocrop/plantation agriculture).\n\n",
  "columns": [
    "Entity",
    "Year",
    "cum_sum_regions",
    "global_share_land_use_extent",
    "foraging",
    "extensive_agriculture",
    "intensive_agriculture",
    "pastoralism",
    "urban",
    "foraging_onset_date",
    "foraging_decline_date",
    "extensive_agriculture_onset",
    "extensive_agriculture_decline",
    "pastoralism_onset",
    "pastoralism_decline",
    "intensive_agriculture_onset",
    "intensive_agriculture_decline",
    "urban_onset",
    "urban_decline"
  ],
  "row_count": 1000,
  "column_count": 19,
  "numeric_columns": [
    "Year",
    "cum_sum_regions",
    "global_share_land_use_extent",
    "foraging_onset_date",
    "foraging_decline_date",
    "extensive_agriculture_onset",
    "extensive_agriculture_decline",
    "pastoralism_onset",
    "pastoralism_decline",
    "intensive_agriculture_onset",
    "intensive_agriculture_decline",
    "urban_onset",
    "urban_decline"
  ],
  "has_time_series": true,
  "domain": "environment",
  "complexity_level": "high",
  "suitable_for_reasoning": true
}